academic/academic-cv_5page.org
# Export using C-c C-e l p
#+OPTIONS: toc:nil num:nil title: nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [11pt,letterpaper]
#+LATEX_HEADER: \usepackage{fontsize}
#+LATEX_HEADER: \changefontsize{11pt}
#+LATEX_HEADER: \usepackage[margin=0.5in]{geometry}
#+LATEX_HEADER: \usepackage{xcolor}
#+LATEX_HEADER: \usepackage{fancyhdr}
#+LATEX_HEADER: \usepackage{titlesec}
#+LATEX_HEADER: \definecolor{myblue}{RGB}{28,144,153}
#+LATEX_HEADER: \titleformat{\section}{\Large\bfseries\scshape\raggedright\color{myblue}}{}{0em}{}[\vspace{-0.7em}\textcolor{myblue}{\titlerule[1pt]}]
#+LATEX_HEADER: \titlespacing*{\section}{0pt}{4pt}{2pt}
#+LATEX_HEADER: \titlespacing*{\subsection}{0pt}{3pt}{1pt}
#+LATEX_HEADER: \pagestyle{fancy}
#+LATEX_HEADER: \fancyhf{}
#+LATEX_HEADER: \renewcommand{\headrulewidth}{0pt}
#+LATEX_HEADER: \usepackage{enumitem}
#+LATEX_HEADER: \setlist[itemize]{itemsep=0pt, parsep=0pt, topsep=0pt, partopsep=0pt}
#+LATEX_HEADER: \usepackage{setspace}
#+LATEX_HEADER: \setstretch{0.9}
#+LATEX_HEADER: \usepackage{needspace}

#+MACRO: needspace @@latex:\needspace{3\baselineskip}@@


#+BEGIN_CENTER
@@latex:{\LARGE@@ Arnab K. Dey@@latex:}@@ \\
@@latex:\vspace{0.5em}@@
Postdoctoral Researcher\\
Scripps Institution of Oceanography\\
University of California San Diego\\

@@latex:\vspace{0.5em}@@
*Email:* akdey@ucsd.edu\\
*ORCID ID:* 0000-0003-4585-3130 | [[https://scholar.google.com/citations?user=iHzQ2QUAAAAJ&hl=en&oi=ao][Google Scholar]] \\
@@latex:\vspace{0.5em}@@
*Research interests:* Environmental Epidemiology and Health Disparities, with Focus on Extreme Weather Impacts on Maternal-Child Health Outcomes; Using Machine Learning and Causal-Inference Methods
#+END_CENTER

* Educational Background
  
*** Ph.D. in Public Health (Global Health) (2019-2024)  
    University of California San Diego & San Diego State University @@latex:\vspace{0.3em}@@\\
    Advised by: [[https://profiles.ucsd.edu/Tarik.Benmarhnia][Dr. Tarik Benmarhnia]] & [[https://newcomb.tulane.edu/anita_raj][Dr. Anita Raj]] 
    
*** Post Graduate Diploma in forestry Management (2010-2012)
    Indian institute of forest Management, India

*** Bachelor of Engineering (Electronics and Communication) (2006-2010)
    University of Barddhamān, India
   
* Employment History
** Scripps institution of Oceanography, University of California San Diego
   - Jan 2025 - Present: Postdoctoral Scholar
   - Jun 2023 - Dec 2024: Graduate Student Researcher {{{needspace}}}
** Center on Gender Equity and Health (GEH), University of California San Diego
   - Aug 2019 - May 2023: Graduate Student Researcher {{{needspace}}}
** Sambodhi Research and Communications, New Delhi, India 
   - Jan 2017 - Jun 2019: Assistant Vice President
   - Apr 2015-Dec 2016: Senior Manager Research
   - Apr 2013-Mar 2015: Manager Research
   - Apr 2012-Mar 2013: Deputy Manager

