academic/academic-cv_5page.tex
% Created 2026-02-12 Thu 04:38
% Intended LaTeX compiler: pdflatex
\documentclass[11pt,letterpaper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{fontsize}
\changefontsize{11pt}
\usepackage[margin=0.5in]{geometry}
\usepackage{xcolor}
\usepackage{fancyhdr}
\usepackage{titlesec}
\definecolor{myblue}{RGB}{28,144,153}
\titleformat{\section}{\Large\bfseries\scshape\raggedright\color{myblue}}{}{0em}{}[\vspace{-0.7em}\textcolor{myblue}{\titlerule[1pt]}]
\titlespacing*{\section}{0pt}{4pt}{2pt}
\titlespacing*{\subsection}{0pt}{3pt}{1pt}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0pt}
\usepackage{enumitem}
\setlist[itemize]{itemsep=0pt, parsep=0pt, topsep=0pt, partopsep=0pt}
\usepackage{setspace}
\setstretch{0.9}
\usepackage{needspace}
\author{Arnab Dey}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Arnab Dey},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.1 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\begin{center}
{\LARGE Arnab K. Dey} \\
\vspace{0.5em}
Postdoctoral Researcher\\
Scripps Institution of Oceanography\\
University of California San Diego\\

\vspace{0.5em}
\textbf{Email:} akdey@ucsd.edu\\
\textbf{ORCID ID:} 0000-0003-4585-3130 | \href{https://scholar.google.com/citations?user=iHzQ2QUAAAAJ\&hl=en\&oi=ao}{Google Scholar} \\
\vspace{0.5em}
\textbf{Research interests:} Environmental Epidemiology and Health Disparities, with Focus on Extreme Weather Impacts on Maternal-Child Health Outcomes; Using Machine Learning and Causal-Inference Methods
\end{center}
\section*{Educational Background}
\label{sec:orga85aae9}

\subsection*{Ph.D. in Public Health (Global Health) (2019-2024)}
\label{sec:org604f734}
University of California San Diego \& San Diego State University \vspace{0.3em}\\
Advised by: \href{https://profiles.ucsd.edu/Tarik.Benmarhnia}{Dr. Tarik Benmarhnia} \& \href{https://newcomb.tulane.edu/anita\_raj}{Dr. Anita Raj} 
\subsection*{Post Graduate Diploma in forestry Management (2010-2012)}
\label{sec:org64423c9}
Indian institute of forest Management, India
\subsection*{Bachelor of Engineering (Electronics and Communication) (2006-2010)}
\label{sec:orgb5485e2}
University of Barddhamān, India
\section*{Employment History}
\label{sec:orga640209}
\subsection*{Scripps institution of Oceanography, University of California San Diego}
\label{sec:orgf34ac87}
\begin{itemize}
\item Jan 2025 - Present: Postdoctoral Scholar
\item Jun 2023 - Dec 2024: Graduate Student Researcher \needspace{3\baselineskip}
\end{itemize}
\subsection*{Center on Gender Equity and Health (GEH), University of California San Diego}
\label{sec:org0c057ac}
\begin{itemize}
\item Aug 2019 - May 2023: Graduate Student Researcher \needspace{3\baselineskip}
\end{itemize}
\subsection*{Sambodhi Research and Communications, New Delhi, India}
\label{sec:org7491709}
\begin{itemize}
\item Jan 2017 - Jun 2019: Assistant Vice President
\item Apr 2015-Dec 2016: Senior Manager Research
\item Apr 2013-Mar 2015: Manager Research
\item Apr 2012-Mar 2013: Deputy Manager
\end{itemize}
