academic/academic-cv_5page.tex
\section*{Peer-Reviewed Publications}
\label{sec:orgf1e74d2}

\begin{enumerate}
\item \textbf{Long-term exposure to fine particulate matter and diabetes in Bangladeshi adults: Can clean air targets curb the rising diabetes burden?}\\
Rana, J., \textbf{Dey, A.K.}, Islam, R. M., Dey, S., Moraga, P., Kaufman, J.S. \\
\emph{Science of the Total Environment} (2026) \needspace{3\baselineskip}

\item \textbf{Heatwaves and Home Births: Understanding The Impact of Extreme Heat on Place of Delivery in India}\\
\textbf{Dey, A.K.}, Dimitrova, A., Raj, A., Benmarhnia, T.\\
\emph{GeoHealth} (2025) \needspace{3\baselineskip}

\item \textbf{The Effect of Extreme Temperatures on Healthcare Utilization During Pregnancy: Findings from a Nationally Representative Survey in India}\\
\textbf{Dey, A.K.}, Dimitrova, A., Raj, A., Benmarhnia, T.\\
\emph{Environmental Research} (2025) \needspace{3\baselineskip}

\item \textbf{Two-Stage interrupted Time Series Analysis with Machine Learning: Evaluating the Health Effects of the 2018 Wildfire Smoke Event in San Francisco County As A Case Study}\\
\textbf{Dey, A.K.}, Ma, Y., Carrasco-Escobar, G., Han, C., Rerolle, F., Benmarhnia, T.\\
\emph{American Journal of Epidemiology} (2025) \needspace{3\baselineskip}

\item \textbf{Impact of Extreme Heat on Domestic Violence Calls for Services in New Orleans}\\
\textbf{Dey, A.K.}, Rao, N., Thomas, E. E., Ma, Y., Riley, G., Benmarhnia, T., Raj, A.\\
\emph{JAMA Network Open} (2025) \needspace{3\baselineskip}

\item \textbf{The 2025 Los Angeles Wildfires and Outpatient Acute Healthcare Utilization}\\
Casey, J. A., Gu, Y. M., Schwarz, L., Frankland, T. B., Wilner, L. B., McBrien, H., Flores, N. M., \textbf{Dey, A.K.}, Lee, G. S., Chen, C., Benmarhnia, T., Tartof, S. Y.\\
\emph{JAMA Health forum}  (2025) \needspace{3\baselineskip}

\item \textbf{Expulsion Rates 12 Months After Early Versus Interval Postpartum Intrauterine Device Placement: A Randomized Trial}
Averbach, S., Vaida, F., Hinz, E., Kully, G., \textbf{Dey, A.K.}, Lutgendorf, M., Haider, S. and Hofler, L. \\
\emph{American Journal of Obstetrics and Gynecology} (2025) \needspace{3\baselineskip}

\item \textbf{Are Traditional Honor Ideologies Associated with Fertility Goals and Contraceptive Use? Findings from a Cross-Sectional Study with a National Sample of Women and Men in Uganda}\\
\textbf{Dey, A.K.}, Closson, K., Bock, J. E., Brown, R. P., Nabukhonzo, P. K., Nyegenye, W., \& Raj, A.\\
\emph{African Journal of Reproductive Health} (2025) \needspace{3\baselineskip}

\item \textbf{Are Households Affected by Intimate Partner Violence Less Likely to Enroll Children Into Early Education in India: Findings from the Fifth National Family Health Survey, 2019 to 2021}\\
Li, H., \textbf{Dey, A.K.}, Singh, A., McDougal, L., Hay, K., \& Raj, A.\\
\emph{Journal of interpersonal Violence} (2024) \needspace{3\baselineskip}

\item \textbf{Spatial Targeting and Integration Across Vaccination, Vitamin A and Deworming Programs Throughout India 2019–21}\\
Rerolle, F., \textbf{Dey, A.K.}, Benmarhnia, T., \& Arnold, B. F.\\
\emph{International Journal of Epidemiology} (2024) \needspace{3\baselineskip}

\item \textbf{The EMERGE Framework to Measure Empowerment for Health and Development}\\
Raj, A., \textbf{Dey, A.K.}, Rao, N., Yore, J., McDougal, L., Bhan, N., Silverman, J.G., Hay, K., Thomas, E.E., Fotso, J.C. and Lundgren, R.\\
\emph{Social Science \& Medicine} (2024) \needspace{3\baselineskip}

\item \textbf{The Association Between Quality of Contraceptive Counseling and Selection of Contraceptive Method Post-Counseling Among Women in Ethiopia}\\
Ermias, Y., Averbach, S. H., \textbf{Dey, A.K.}, Gebrehanna, E., \& Holt, K.\\
\emph{Contraception} (2023) \needspace{3\baselineskip}

\item \textbf{Provider-Patient Experiences and HIV Care Utilization Among People Living with HIV who Inject Drugs in St. Petersburg, Russia}\\
Raj, A., Gnatienko, N., Cheng, D.M., Blokhina, E., \textbf{Dey, A.K.}, Wagman, J.A., toussova, O., Truong, V., Rateau, L., Lunze, K. and Krupitsky, E.\\
\emph{International Journal for Quality in Health Care} (2023) \needspace{3\baselineskip}

\item \textbf{The Associations of Everyday and Major Discrimination Exposure with Violence and Poor Mental Health Outcomes During the COVID-19 Pandemic}\\
Raj, A., Chatterji, S., Johns, N. E., Yore, J., \textbf{Dey, A.K.}, \& Williams, D. R.\\
\emph{Social Science \& Medicine} (2023) \needspace{3\baselineskip}

\item \textbf{Early Vs Interval Postpartum intrauterine Device Placement: A Randomized Clinical Trial}\\
Averbach, S., Kully, G., Hinz, E., \textbf{Dey, A.K.}, Berkley, H., Hildebrand, M., Vaida, F., Haider, S. and Hofler, L.G.\\
\emph{JAMA} (2023) \needspace{3\baselineskip}

\item \textbf{Impulsivity and Linkage to HIV Care Among People Living with HIV in St. Petersburg, Russia}\\
\textbf{Dey, A.K.}, Ennis, N., Cheng, D.M., Blokhina, E., Raj, A., Quinn, E., Bendiks, S., Palfai, T., Dunne, E.M., Cook, R.L. and Krupitsky, E.
\emph{AIDS and Behavior} (2022)  \needspace{3\baselineskip}

\item \textbf{Factors Affecting Delayed and Non-Receipt of Healthcare During the COVID-19 Pandemic for Women in Rural Maharashtra, India: Evidence from a Cross-Sectional Study}\\
\textbf{Dey, A.K.}, Bhan, N., Rao, N., Ghule, M., Chatterji, S., \& Raj, A.\\
\emph{Lancet EClinicalMedicine} (2022) \needspace{3\baselineskip}

\item \textbf{Gender Differences in Work Attendance Among Health Care Workers in Northern Nigeria During The COVID-19 Pandemic}\\
Taiwo, M., Oyekenu, O., Ekeh, F., \textbf{Dey, A.K.}, \& Raj, A.\\
\emph{Lancet EClinicalMedicine} (2022) \needspace{3\baselineskip}

\item \textbf{Using Machine Learning to Understand Determinants of IUD Use in India: Analyses of The National Family Health Surveys (NFHS-4)}\\
\textbf{Dey, A.K.}, Dehingia, N., Bhan, N., Thomas, E.E., McDougal, L., Averbach, S., McAuley, J., Singh, A. and Raj, A.\\
\emph{SSM-Population Health} (2022) \needspace{3\baselineskip}

\item \textbf{Strengthening Health Systems in Crisis Due to COVID-19 Requires Ending Violence Against Female Healthcare Workers}\\
\textbf{Dey, A.K.}, Hay, K., \& Raj, A.\\
\emph{Lancet EClinicalMedicine} (2022) \needspace{3\baselineskip}

\item \textbf{Help Seeking Behavior by Women Experiencing Intimate Partner Violence in India: A Machine Learning Approach to Identifying Risk Factors}\\
Dehingia, N., \textbf{Dey, A.K.}, McDougal, L., McAuley, J., Singh, A., \& Raj, A.\\
\emph{PloS one} (2022)   \needspace{3\baselineskip}

\item \textbf{How Does the Sex Composition of Children Affect Men's Higher Ideal Family Size Preference Relative to Women and Contraceptive Use Patterns Among Couples? A Cross-Sectional Analysis of Dyadic Couple's Data in India}\\
\textbf{Dey, A.K.}, Acharya, R., Tomar, S., Silverman, J. G., \& Raj, A.\\
\emph{SSM-Population Health} (2021) \needspace{3\baselineskip}

\item \textbf{Measuring Quality of Family Planning Counseling and its Effects on Uptake of Contraceptives in Public Health Facilities in Uttar Pradesh, India: A Cross-Sectional Analysis}\\
\textbf{Dey, A.K.}, Averbach, S., Dixit, A., Chakraverty, A., Dehingia, N., Chandurkar, D., Singh, K., Choudhry, V., Silverman, J.G. and Raj, A.\\
\emph{PLoS ONE} (2021)  \needspace{3\baselineskip}

\item \textbf{Associations of Intimate Partner Violence and Reproductive Coercion with Contraceptive Use in Uttar Pradesh, India: How Associations Differ Across Contraceptive Methods}\\
Tomar, S., Dehingia, N., \textbf{Dey, A.K.}, Chandurkar, D., Raj, A., \& Silverman, J. G.\\
\emph{PLoS ONE} (2020) \needspace{3\baselineskip}

\item \textbf{Infection Prevention Preparedness and Practices for Female Sterilization Services Within Primary Care Facilities in Northern India}\\
Kumar, A., Gautam, A., \textbf{Dey, A.K.}, Saith, R., Uttamacharya, Achyut, P., Gautam, V., Agarwal, D., Chakraverty, A., Mozumdar, A. and Aruldas, K.,\\
\emph{BMC Health Services Research} (2020) \needspace{3\baselineskip}

\item \textbf{Family Support and Community Respect for Community Health Workers and the Association of These with CHW Productivity and Clinic Health Care Utilization}\\
Dehingia, N., Shakya, H., Chandurkar, D., Hay, K., \textbf{Dey, A.K.}, Singh, K., Silverman, J.G. and Raj, A.\\
\emph{Journal of Global Health Reports} (2020) \needspace{3\baselineskip}

\item \textbf{Family Planning Counseling and Its Associations with Modern Contraceptive Use, Initiation, and Continuation in Rural Uttar Pradesh, India}\\
Dehingia, N., Dixit, A., Averbach, S., Choudhry, V., \textbf{Dey, A.K.}, Chandurkar, D., Nanda, P., Silverman, J.G. and Raj, A.,\\
\emph{Reproductive Health} (2019) \needspace{3\baselineskip}

\item \textbf{Choice of Contraceptive Methods in Public and Private Facilities in Rural India}\\
Mozumdar, A., Gautam, V., Gautam, A., \textbf{Dey, A.K}, Uttamacharya, Saith, R., Achyut, P., Kumar, A., Aruldas, K., Chakraverty, A. and Agarwal, D.\\
\emph{BMC Health Services Research} (2019) \needspace{3\baselineskip}

\item \textbf{Disrupting Gender Norms in Health Systems: Making The Case for Change}\\
Hay, K., McDougal, L., Percival, V., Henry, S., Klugman, J., Wurie, H., Raven, J., Shabalala, F., Fielding-Miller, R., \textbf{Dey, A.K.}, and Dehingia, N.\\
\emph{The Lancet} (2019) \needspace{3\baselineskip}

\item \textbf{Understanding Intersections of Social Determinants of Maternal Healthcare Utilization in Uttar Pradesh, India}\\
\textbf{Dey, A.K.}, Hay K, Afroz B, Chandurkar D, Singh K, Dehingia N, et al.\\
\emph{SSM-Population Health} (2018) \needspace{3\baselineskip}

\item \textbf{Heterogeneities in Utilization of Antenatal Care in Uttar Pradesh, India: The Need to Contextualize Interventions to Individual Contexts}\\
Sridharan S, Pereira A, Hay K, \textbf{Dey, A.K.}, Chandurkar D, Veldhuizen S, et al.\\
\emph{Global Health Action} (2018) \needspace{3\baselineskip}

\item \textbf{Discordance in Self-Report and Observation Data on Mistreatment of Women By Providers During Childbirth in Uttar Pradesh, India}\\
\textbf{Dey, A.K.}, Shakya HB, Chandurkar D, Kumar S, Das AK, Anthony J, et al.\\
\emph{Reproductive Health} (2017) \needspace{3\baselineskip}

\item \textbf{Associations Between Mistreatment by a Provider During Childbirth and Maternal Health Complications in Uttar Pradesh, India}\\
Raj A, \textbf{Dey, A.K.}, Boyce S, Seth A, Bora S, Chandurkar D, et al.\\
\emph{Maternal and Child Health Journal} (2017) \needspace{3\baselineskip}

\item \textbf{Towards An Understanding of The Multilevel Factors Associated with Maternal Health Care Utilization in Uttar Pradesh, India}\\
Sridharan S, \textbf{Dey, A.K.}, Seth A, Chandurkar D, Singh K, Hay K, et al.\\
\emph{Global Health Action} (2017) \needspace{3\baselineskip}

\item \textbf{Differential Effects of Community Health Worker Visits Across Social and Economic Groups in Uttar Pradesh, India: A Link Between Social Inequities and Health Disparities}\\
Seth A, Tomar S, Singh K, Chandurkar D, Chakraverty A, \textbf{Dey, A.K.}, et al.\\
\emph{International Journal for Equity in Health} (2017) \needspace{3\baselineskip}
\end{enumerate}
