academic/academic-cv_5page.org
* Other Publications

1. *Using Google Trends Data to Assess Reproductive Health Needs in Nigeria During COVID-19*\\
   *Dey, A.K.*, Dehingia N., Raj A.\\
   Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) {{{needspace}}}

2. *Topic Modeling of Twitter Data to Identify Issues Impacting Women and Girls' Education During The COVID-19 Pandemic*\\
   *Dey, A.K.*, Dehingia N., Sassendrakumar BR, Tripathi T, Raj A.\\
   Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) {{{needspace}}}

3. *Understanding Patterns of Unplanned Pregnancies and Abortions in India During The Covid-19 Pandemic Using Google Trends Data*\\
   *Dey, A.K.*, Dehingia, N., Raj A.\\
   Emerge – Blog Post (2021) {{{needspace}}}

4. *Trends in Online Misogyny Before and During the COVID-19 Pandemic: Analysis of Twitter Data from Five South-Asian Countries*\\
   Dehingia N., Lundgren R, *Dey, A.K.*, Raj A.\\
   Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) {{{needspace}}}

5. *Gender Differences in Social Media Communication By National Leaders During the COVID-19 Pandemic*\\
   Dehingia N., *Dey, A.K.*, Raj A.\\
   Big Data and Gender in the Age of COVID-19: A Brief Series from UC San Diego (2021) {{{needspace}}}

6. *A Conceptual Framework for Measuring Empowerment*\\
   Raj A, *Dey, A.K.*, Lundgren R, and The EMERGE Team\\
   Emerge Project Report (2021) {{{needspace}}}

* Conference Presentations (Select)

1. *Associations Between Heat and Domestic Violence: Evidence from New Orleans, Louisiana*\\
   Sexual Violence Research Initiative Forum (2024) {{{needspace}}}

2. *Heatwaves and Home Births: Impact of Extreme Heat on Delivery Choices in India*\\
   36th Annual Conference of the International Society of Environmental Epidemiology (2024) {{{needspace}}}

3. *Testing Assumptions in Theories of Change*\\
   American Evaluation Association Conference, Minneapolis, Minnesota (2019) {{{needspace}}}

* Invited Talks (Select)

1. *Heat and Harm: How Extreme Temperatures Shape Healthcare Utilization and Violence Against Women*\\
   School of Medicine, University of California San Diego (2025) {{{needspace}}}

2. *Using Demographic and Health Surveys (DHS) for Environmental Epidemiological Studies*\\
   Scripps Institution of Oceanography, University of California San Diego (2025) {{{needspace}}}

3. *Big Data and Gender in The Age of COVID-19*\\
   Data Feminism Network, Online (2021) {{{needspace}}}

4. *Gender Equality, Norms and Health: Lancet Series on Gender – Paper-4*\\
   Washington University, St. Louis, Missouri (2019) {{{needspace}}}

* Workshops and Trainings Conducted (Select)
  
1. *Developing and Validating Measures for Gender Equity and Empowerment* \\
   Online Webinar (2022) {{{needspace}}}

2. *Data Analytics and Visualization for Corporate Decision-Making* \\
   Mumbai, India (2018) {{{needspace}}}

3. *Data Visualization in R for Research Managers* \\
   New Delhi, India (2018) {{{needspace}}}    

* Research Assignments (Select)

1. *The Status of Women in New Orleans (2024)* \\   
   Role: Pre-Doctoral Fellow \\
   Funding: Junior League of New Orleans {{{needspace}}}

2. *Understanding the Health Impact of Air Pollution by Race/Ethnicity in California (2023-24)*\\
   Role: Pre-Doctoral Fellow \\
   Funding: California Air Review Board (CARB) {{{needspace}}}

4. *Evidence-Based Measures of Empowerment for Research on Gender Equality (Emerge) (2019-2023)*\\
   Role: Pre-Doctoral Fellow \\
   Funding: The Bill & Melinda Gates Foundation {{{needspace}}}

* Contributions to Platforms and Packages
1. *Thin-Client to Download Data from Google Earth Engine (2025)* [[Https://Github.Com/Thrcle421/Thin-Client-For-Google-Earth-Engine][Link]] \\
   Role: Conceptualized and Worked with a Full-Stack Developer to Develop a Point and Click Platform to Download Data from Google Earth Engine. {{{needspace}}}
    
2. *EMERGE: A One Stop Shop for Validated Measures on Gender Equity and Empowerment (2021-2023)* [[Https://Emerge.Ucsd.Edu/][Link]] \\
   Role: Developed the Back-End Architecture, Contributed to Design and Curated Measures for the Repository {{{needspace}}}

3. *The Rural Analytic Center (TRAC)* (2018) [[Https://Www.Tracindia.Org/Page/Data-Visualization][Link]] \\
   Role: Curated Datasets, and Contributed to Conceptualization and Development of the Back-End Architecture and Design {{{needspace}}}
    
